tap "peonping/tap"
brew "bash"
brew "autoenv"
brew "python@3.14"
brew "awscli"
brew "bat"
brew "bc"
brew "bottom"
brew "fontconfig"
brew "chafa"
brew "cmatrix"
brew "colima", restart_service: :changed
brew "coreutils"
brew "direnv"
brew "docker"
brew "dotbot"
brew "duckdb"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpeg-full"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "go"
brew "grc"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "imagemagick-full"
brew "jp2a"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "mackup"
brew "macvim"
brew "mas"
brew "mise"
brew "moreutils"
brew "mtr"
brew "multimarkdown"
brew "tree-sitter"
brew "neovim"
brew "neovide"
brew "oh-my-posh"
brew "ripgrep"
brew "opencode"
brew "optipng"
brew "pandoc"
brew "pi-coding-agent"
brew "poppler"
brew "pytest"
brew "python-tk@3.14"
brew "r"
brew "resvg"
brew "rtk"
brew "sd"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tectonic"
brew "terminal-notifier"
brew "timg"
brew "tmux"
brew "tpm"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "wget"
brew "yazi"
brew "zoxide"
brew "peonping/tap/peon-ping"
cask "1password-cli"
cask "alacritty"
cask "claude"
cask "claude-code"
cask "font-atkynson-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-ioskeley-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lilex-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "kiro-cli"
cask "macdown-3000"
cask "macvim-app"
cask "neovide-app"
cask "prince"
mas "Barbee", id: 1548711022
mas "Color Picker", id: 1545870783
mas "DaisyDisk", id: 411643860
mas "NepTunes", id: 1006739057
mas "Pixelmator", id: 407963104
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Velja", id: 1607635845
